Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Strap history sync is experimental on this strap
de: Die Synchronisierung des Armbandverlaufs ist bei diesem Armband experimentell
es: La sincronización del historial de correas es experimental en esta correa
fr: La synchronisation de l'historique du bracelet est expérimentale sur ce bracelet
it: La sincronizzazione della cronologia del cinturino è sperimentale su questo cinturino
pl: Synchronizacja historii jest na tej opasce eksperymentalna
pt_pt: A sincronização do histórico da pulseira é experimental nesta pulseira
ru: Синхронизация истории ремешка для этого ремешка является экспериментальной.
th: การซิงค์ประวัติสายรัดเป็นการทดลองกับสายรัดนี้
zh_hans: 表带历史同步在此表带上处于实验阶段
zh_hant: 錶帶歷史同步在此錶帶上處於實驗階段

source: Strap history synced %@ ago
de: Verlauf des Straps vor %@ synchronisiert
es: Historial de la pulsera sincronizado hace %@
fr: Historique du bracelet synchronisé il y a %@
it: Cronologia della fascia sincronizzata %@ fa
pl: Historia paska zsynchronizowana %@ temu
pt_pt: Histórico da bracelete sincronizado há %@
ru: История браслета синхронизирована %@ назад
th: ซิงค์ประวัติสายรัดเมื่อ %@ ที่แล้ว
zh_hans: 手环历史记录已在 %@ 前同步
zh_hant: 手環歷史記錄已在 %@ 前同步

source: Strap idle
de: Strap inaktiv
es: Pulsera inactiva
fr: Bracelet inactif
it: Fascia inattiva
pl: Pasek bezczynny
pt_pt: Correia ociosa
ru: Браслет простаивает
th: สายรัดไม่ได้ใช้งาน
zh_hans: 手环空闲
zh_hant: 手環閒置

source: STRAP LOG
de: STRAP-PROTOKOLL
es: REGISTRO DE LA PULSERA
fr: JOURNAL DU BRACELET
it: REGISTRO FASCIA
pl: DZIENNIK PASKA
pt_pt: REGISTO DE CORREIA
ru: ЖУРНАЛ БРАСЛЕТА
th: บันทึกสายรัด
zh_hans: 手环日志
zh_hant: 手環日誌

source: Strap log exported
de: Strap-Log exportiert
es: Registro de la pulsera exportado
fr: Journal du bracelet exporté
it: Log della fascia esportato
pl: Wyeksportowano dziennik paska
pt_pt: Registo de bracelete exportado
ru: Журнал браслета экспортирован
th: บันทึกสายรัดถูกส่งออก
zh_hans: 手环日志已导出
zh_hant: 手環日誌已匯出

source: Strap needed
de: Strap erforderlich
es: Se necesita la pulsera
fr: Bracelet requis
it: Fascia necessaria
pl: Potrzebny pasek
pt_pt: Correia necessária
ru: Нужен браслет
th: จำเป็นต้องมีสายรัด
zh_hans: 需要手环
zh_hant: 需要手環

source: Strap not connected
de: Strap nicht verbunden
es: Pulsera no conectada
fr: Bracelet non connecté
it: Fascia non collegata
pl: Pasek nie jest podłączony
pt_pt: Correia não ligada
ru: Браслет не подключён
th: ไม่ได้เชื่อมต่อสายรัด
zh_hans: 手环未连接
zh_hant: 手環未連接

source: Strap not connected. Tap to connect.
de: Strap nicht verbunden. Tippe zum Verbinden.
es: Pulsera no conectada. Toca para conectar.
fr: Bracelet non connecté. Touchez pour vous connecter.
it: Fascia non connessa. Tocca per connettere.
pl: Pasek nie jest podłączony. Kliknij, aby się połączyć.
pt_pt: Correia não ligada. Toque para ligar.
ru: Браслет не подключён. Нажмите, чтобы подключить.
th: ไม่ได้เชื่อมต่อสายรัด แตะเพื่อเชื่อมต่อ
zh_hans: 手环未连接。点击以连接。
zh_hant: 手環未連接。點擊以連接。

source: Strap not worn
de: Strap nicht getragen
es: Pulsera sin llevar
fr: Bracelet non porté
it: Fascia non indossata
pl: Pasek nie noszony
pt_pt: Correia não utilizada
ru: Браслет не надет
th: ไม่ได้สวมสายรัด
zh_hans: 手环未佩戴
zh_hant: 手環未佩戴

source: Strap wake-alarm
de: Strap-Weckalarm
es: Alarma de despertar de la pulsera
fr: Alarme de réveil du bracelet
it: Sveglia della fascia
pl: Budzik na pasek
pt_pt: Bracelete despertador
ru: Будильник браслета
th: การปลุกด้วยสายรัด
zh_hans: 手环唤醒闹钟
zh_hant: 手環喚醒鬧鐘

source: Streak
de: Serie
es: Racha
fr: Série
pl: Pasemko
pt_pt: Sequência
th: ต่อเนื่อง

source: STREAMING
de: STREAMT
es: TRANSMITIENDO
fr: TRANSMISSION
pl: STRUMIENIOWANIE
pt_pt: TRANSMISSÃO
ru: ПОТОКОВАЯ ПЕРЕДАЧА
th: สตรีมมิ่ง
zh_hans: 流式传输中
zh_hant: 串流中

source: Streaming live
de: Streamt live
es: Transmitiendo en vivo
fr: Transmission en direct
it: In streaming dal vivo
pl: Transmisja na żywo
pt_pt: Transmissão em direto
ru: Трансляция в реальном времени
th: กำลังรับข้อมูลแบบเรียลไทม์
zh_hans: 实时传输中
zh_hant: 即時串流中

source: Streaming now
de: Streamt jetzt
es: Transmitiendo ahora
fr: Transmission en cours
it: In streaming ora
pl: Streamuj teraz
pt_pt: Transmitindo agora
ru: Идёт трансляция
th: กำลังสตรีมอยู่เลย
zh_hans: 正在传输
zh_hant: 正在串流

source: Strength Activity Time
de: Krafttrainings-Aktivitätszeit
es: Tiempo de actividad de fuerza
fr: Temps d'activité de force
it: Tempo di attività di forza
pl: Czas aktywności siłowej
pt_pt: Tempo de atividade de força
ru: Время силовой активности
th: เวลากิจกรรมความแข็งแกร่ง
zh_hans: 力量训练时长
zh_hant: 力量訓練時間

source: Strenuous
de: Anstrengend
es: extenuante
fr: Fatiguant
it: Faticoso
pl: Bardzo intensywny
pt_pt: Extenuante
ru: напряженный
th: มีพลัง
zh_hans: 费劲
zh_hant: 費勁

source: Stress %@ of 3
de: Stress %@ von 3
es: Estrés %@ de 3
fr: Contrainte %@ de 3
it: Sollecitazione %@ di 3
pl: Stres %@ z 3
pt_pt: Estresse %@ de 3
ru: Стресс %@ из 3
th: ความเครียด %@ จาก 3
zh_hans: 重音 %@ 为 3
zh_hant: 重音 %@ 為 3

source: Stress %@ of 3, %@
de: Stress %@ von 3, %@
es: Estrés %@ de 3, %@
fr: Stress %@ de 3, %@
it: Stress %@ di 3, %@
pl: Naprężenie %@ równe 3, %@
pt_pt: Stress %@ de 3, %@
ru: Стресс %@ из 3, %@
th: ความเครียด %@ จาก 3, %@
zh_hans: 压力 %@（满分 3），%@
zh_hant: 壓力 %@（滿分 3），%@

source: Stress avg
de: Stress Ø
es: Promedio de Estrés
fr: Moy. stress
it: Stress medio
pl: Średni stres
pt_pt: Média de stress
ru: Средний стресс
th: ความเครียดโดยเฉลี่ย
zh_hans: 平均压力
zh_hant: 平均壓力

source: Stress check-ins (haptic)
de: Stress-Check-ins (haptisch)
es: Chequeos de estrés (hápticos)
fr: Bilans de stress (haptiques)
it: Check-in dello stress (aptici)
pl: Kontrola stresu (dotykowa)
pt_pt: Check-ins de stress (tátil)
ru: Отметки стресса (вибрация)
th: การตรวจสอบความเครียด (สัมผัส)
zh_hans: 压力签到（震动）
zh_hant: 壓力簽到（觸覺回饋）

source: Stress is derived from two autonomic signals.
de: Stress wird aus zwei autonomen Signalen abgeleitet.
es: El estrés se deriva de dos señales autonómicas.
fr: Le stress est dérivé de deux signaux autonomes.
it: Lo stress deriva da due segnali autonomici.
pl: Stres wynika z dwóch sygnałów autonomicznych.
pt_pt: O stress é derivado de dois sinais autónomos.
ru: Стресс рассчитывается по двум сигналам вегетативной нервной системы.
th: ความเครียดได้มาจากสัญญาณอัตโนมัติสองสัญญาณ
zh_hans: 压力由两种自主神经信号推导得出。
zh_hant: 壓力由兩種自主神經訊號推導得出。

source: strong
de: stark
es: fuerte
fr: fort
it: forte
pl: mocny
ru: сильный
th: แข็งแกร่ง
zh_hans: 较强
zh_hant: 強

source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte
pl: Mocny
pt_pt: Forte
ru: Сильный
th: แข็งแกร่ง
zh_hans: 强
zh_hant: 強

source: STRONGER SIGNAL
de: STÄRKERES SIGNAL
es: SEÑAL MÁS FUERTE
fr: SIGNAL PLUS FORT
it: SEGNALE PIÙ FORTE
pl: SILNIEJSZY SYGNAŁ
pt_pt: SINAL MAIS FORTE
ru: СИГНАЛ СИЛЬНЕЕ
th: สัญญาณที่แรงกว่า
zh_hans: 更强信号
zh_hant: 訊號更強

source: Style, how you open Coach, and daily check-ins.
de: Stil, wie du den Coach öffnest, und tägliche Check-ins.
es: Estilo, cómo abres el Coach, y los check-ins diarios.
fr: Style, comment tu ouvres le Coach, et les points quotidiens.
it: Stile, come apri Coach e check-in giornalieri.
pl: Styl, sposób otwierania trenera i codzienne zameldowania.
pt_pt: Estilo, como você abre Coach e check-ins diários.
ru: Стиль, то, как вы открываете Coach, и ежедневные проверки.
th: สไตล์ วิธีเปิด โค้ช และการเช็คอินรายวัน
zh_hans: 风格、打开 Coach 的方式以及每日签到。
zh_hant: 風格、開啟 Coach 的方式以及每日簽到。

source: Suggested prompt: %@
de: Vorgeschlagene Frage: %@
es: Sugerencia: %@
fr: Suggestion : %@
it: Suggerimento proposto: %@
pl: Sugerowany monit: %@
pt_pt: Prompt sugerido: %@
ru: Предлагаемый запрос: %@
th: พร้อมท์ที่แนะนำ: %@
zh_hans: 建议提示：%@
zh_hant: 建議提示：%@

source: Suggested session
de: Vorgeschlagene Session
es: Sesión sugerida
fr: Séance suggérée
it: Sessione consigliata
pl: Proponowana sesja
pt_pt: Sessão sugerida
ru: Предлагаемый сеанс
th: เซสชันที่แนะนำ
zh_hans: 建议的会议
zh_hant: 建議的會議

source: Suggesting sessions and checking what you actually did.
de: Sessions vorschlagen und prüfen, was tatsächlich gemacht wurde.
es: Sugerir sesiones y comprobar qué se hizo realmente.
fr: Suggérer des séances et vérifier ce qui a vraiment été fait.
it: Suggerire sessioni e verificare cosa hai effettivamente fatto.
pl: Proponowanie sesji i sprawdzanie, co naprawdę zrobiłeś.
pt_pt: Sugerir sessões e verificar o que realmente foi feito.
ru: Предлагайте сеансы и проверяйте, что вы на самом деле сделали.
th: การแนะนำเซสชันและตรวจสอบสิ่งที่คุณทำจริง
zh_hans: 建议会议并检查您实际做了什么。
zh_hant: 建議會議並檢查您實際做了什麼。

source: Suggestion
de: Vorschlag
es: Sugerencia
it: Suggerimento
pl: Propozycja
pt_pt: Sugestão
ru: Предложение
th: คำแนะนำ
zh_hans: 建议
zh_hant: 建議

source: Summarise past chats
de: Vergangene Chats zusammenfassen
es: Resumir chats anteriores
fr: Résumer les discussions passées
it: Riepiloga le chat passate
pl: Podsumuj wcześniejsze rozmowy
pt_pt: Resuma bate-papos anteriores
ru: Подведите итоги прошлых чатов
th: สรุปแชทที่ผ่านมา
zh_hans: 总结一下过去的聊天记录
zh_hant: 總結一下過去的聊天記錄

source: Summarise past chats automatically
de: Frühere Chats automatisch zusammenfassen
es: Resumir automáticamente las conversaciones anteriores
fr: Résumer automatiquement les anciennes conversations
it: Riepiloga automaticamente le chat passate
pl: Podsumowuj wcześniejsze rozmowy automatycznie
pt_pt: Resuma bate-papos anteriores automaticamente
ru: Автоматически суммировать прошлые чаты
th: สรุปการแชทที่ผ่านมาโดยอัตโนมัติ
zh_hans: 自动总结过去的聊天记录
zh_hant: 自動總結過去的聊天記錄

source: Summarise the current chat now
de: Aktuellen Chat jetzt zusammenfassen
es: Resumir la conversación actual ahora
fr: Résumer la conversation actuelle maintenant
it: Riassumi ora la chat corrente
pl: Podsumuj bieżącą rozmowę teraz
pt_pt: Resuma o bate-papo atual agora
ru: Подведите итоги текущего чата прямо сейчас
th: สรุปการแชทปัจจุบันตอนนี้
zh_hans: 现在总结一下当前的聊天内容
zh_hant: 現在總結一下目前的聊天內容

source: Summarise this chat now
de: Diesen Chat jetzt zusammenfassen
es: Resumir este chat ahora
fr: Résumer cette discussion maintenant
it: Riassumi questa chiacchierata ora
pl: Podsumuj tę rozmowę teraz
pt_pt: Resuma este bate-papo agora
ru: Подведите итоги этого чата сейчас
th: สรุปการแชทนี้ตอนนี้
zh_hans: 现在总结一下这次聊天
zh_hant: 現在總結一下這次聊天

source: Summarising in the background — new facts appear above.
de: Im Hintergrund eine Zusammenfassung – oben erscheinen neue Fakten.
es: Resumiendo en el fondo: arriba aparecen nuevos hechos.
fr: Résumant en arrière-plan – de nouveaux faits apparaissent ci-dessus.
it: Riassumendo sullo sfondo: i nuovi fatti appaiono sopra.
pl: Podsumowywanie w tle — nowe fakty pojawią się powyżej.
pt_pt: Resumindo em segundo plano – novos fatos aparecem acima.
ru: Подводя итоги — выше появляются новые факты.
th: สรุปเบื้องหลัง — ข้อเท็จจริงใหม่ปรากฏอยู่ด้านบน
zh_hans: 背景总结——新的事实出现在上面。
zh_hant: 背景總結——新的事實出現在上面。

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pl: Streszczenie
pt_pt: Resumo
ru: Сводка
th: สรุป
zh_hans: 摘要
zh_hant: 摘要

source: Sun
de: So
es: Dom
fr: Dim
it: Dom
pl: Słoneczny
pt_pt: Sol
ru: Вс
th: ดวงอาทิตย์
zh_hans: 周日
zh_hant: 週日

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pl: Niedziela
pt_pt: Domingo
ru: Воскресенье
th: วันอาทิตย์
zh_hans: 星期日
zh_hant: 星期日

source: Supplements
de: Nahrungsergänzung
es: Suplementos
fr: Suppléments
pl: Suplementy
pt_pt: Suplementos
ru: Добавки
th: อาหารเสริม

source: Support NOOP
de: NOOP unterstützen
es: Apoya a NOOP
fr: Soutenir NOOP
it: Sostieni NOOP
pl: Obsługa NOOP
pt_pt: Suporte NOOP
ru: Поддержать NOOP
th: สนับสนุน NOOP
zh_hans: 支持 NOOP
zh_hant: 支持 NOOP

source: Support NOOP, donate or get in touch
de: NOOP unterstützen, spenden oder Kontakt aufnehmen
es: Apoya a NOOP: dona o ponte en contacto
fr: Soutenir NOOP, faire un don ou nous contacter
it: Sostieni NOOP, fai una donazione o mettiti in contatto
pl: Wesprzyj NOOP, przekaż darowiznę lub skontaktuj się z nami
pt_pt: Apoie o NOOP, faça um donativo ou contacte
ru: Поддержите NOOP, сделайте пожертвование или свяжитесь с нами
th: สนับสนุน NOOP บริจาคหรือติดต่อ
zh_hans: 支持 NOOP，，捐赠或取得联系
zh_hant: 支持 NOOP，，捐贈或取得聯繫

source: Support NOOP: donate or get in touch
de: NOOP unterstützen: spenden oder melden
es: Apoya a NOOP: dona o ponte en contacto
fr: Soutenir NOOP : faire un don ou nous contacter
it: Sostieni NOOP, fai una donazione o mettiti in contatto
pl: Wesprzyj NOOP: przekaż darowiznę lub skontaktuj się z nami
pt_pt: Apoie o NOOP: doe ou contacte
ru: Поддержать NOOP: пожертвовать или связаться с нами
th: สนับสนุน NOOP: บริจาคหรือติดต่อ
zh_hans: 支持 NOOP，捐赠或取得联系
zh_hant: 支持 NOOP，捐贈或取得聯繫

source: Support NOOP. It's free; donations are optional and help development.
de: Unterstütze NOOP. Es ist kostenlos; Spenden sind optional und helfen der Entwicklung.
es: Apoya a NOOP. Es gratis; las donaciones son opcionales y ayudan al desarrollo.
fr: Soutenez NOOP. C'est gratuit ; les dons sont facultatifs et aident au développement.
it: Sostieni NOOP. È gratuito; le donazioni sono facoltative e aiutano lo sviluppo.
pl: Obsługa NOOP. To nic nie kosztuje; darowizny są opcjonalne i pomagają w rozwoju.
pt_pt: Suporte NOOP. É gratuito; os donativos são opcionais e ajudam no desenvolvimento.
ru: Поддержите NOOP. Приложение бесплатное; пожертвования необязательны и помогают развитию.
th: สนับสนุน NOOP ได้ฟรี; การบริจาคเป็นทางเลือกและช่วยในการพัฒนา
zh_hans: 支持 NOOP。它是免费的；捐赠是可选的，有助于开发。
zh_hant: 支持 NOOP。它是免費的；捐款是自由的，有助於開發。

source: Support the build
de: Die Entwicklung unterstützen
es: Apoya el desarrollo
fr: Soutenir le développement
it: Sostieni lo sviluppo
pl: Wesprzyj budowę
pt_pt: Apoie a construção
ru: Поддержать разработку
th: สนับสนุนการสร้าง
zh_hans: 支持开发
zh_hant: 支持開發

source: Supports goals
de: Unterstützt Ziele
es: Apoya objetivos
fr: Soutient des objectifs
it: Sostiene obiettivi
pl: Wspiera cele
pt_pt: Apoia objetivos
ru: Поддерживает цели
th: รองรับเป้าหมาย
zh_hans: 支持的目标
zh_hant: 支持的目標

source: Suppress auto-nudges overnight (10pm-7am).
de: Unterdrücken Sie automatische Anstupser über Nacht (22:00–07:00 Uhr).
es: Suprima los empujones automáticos durante la noche (de 10 p. m. a 7 a. m.).
fr: Supprimez les coups de pouce automatiques pendant la nuit (22h-7h).
it: Elimina gli spostamenti automatici durante la notte (dalle 22:00 alle 7:00).
pl: Wycisz automatyczne przypomnienia w nocy (22:00-7:00).
pt_pt: Suprima os estímulos automáticos durante a noite (22h às 7h).
ru: Отключите автоматические подталкивания на ночь (с 22:00 до 7:00).
th: ระงับการกระตุ้นเตือนอัตโนมัติข้ามคืน (22.00 น. - 07.00 น.)
zh_hans: 禁止夜间自动推送（晚上 10 点至上午 7 点）。
zh_hant: 禁止夜間自動推送（晚上 10 點至上午 7 點）。

source: Suppress auto-nudges overnight (10pm–7am).
de: Auto-Anstöße über Nacht unterdrücken (22–7 Uhr).
es: Silencia los avisos automáticos durante la noche (22:00–7:00).
fr: Suspendre les rappels automatiques la nuit (22 h–7 h).
it: Silenzia gli avvisi automatici di notte (22–7).
pl: Wyłącz automatyczne przesuwanie w nocy (22:00–7:00).
pt_pt: Suprima os estímulos automáticos durante a noite (22h às 7h).
ru: Отключать автоматические подсказки ночью (22:00–7:00).
th: ระงับการกระตุ้นเตือนอัตโนมัติข้ามคืน (22.00 น. - 07.00 น.)
zh_hans: 夜间（晚 10 点至早 7 点）暂停自动提醒。
zh_hant: 夜間（晚上 10 點至早上 7 點）暫停自動提示。

source: suppressed - a sign of autonomic fatigue
de: unterdrückt - ein Zeichen für autonome Erschöpfung
es: suprimida: un signo de fatiga autónoma
fr: supprimée - un signe de fatigue autonome
it: soppressa - un segno di affaticamento autonomo
pl: stłumiony - oznaka zmęczenia autonomicznego
pt_pt: suprimido - um sinal de fadiga autonómica
ru: подавлено - признак вегетативной усталости
th: ระงับ - สัญญาณของความเมื่อยล้าอัตโนมัติ
zh_hans: 受抑制——自主神经疲劳的迹象
zh_hant: 受抑制——自主神經疲勞的跡象

source: surplus
de: Überschuss
es: superávit
pl: nadwyżka
ru: профицит
th: ส่วนเกิน
zh_hans: 盈余
zh_hant: 盈餘

source: Sustained high stress
de: Anhaltend hoher Stress
es: Estrés alto sostenido
fr: Stress élevé soutenu
it: Stress elevato prolungato
pl: Długotrwały, duży stres
pt_pt: Alto stress sustentado
ru: Устойчиво высокий стресс
th: มีความเครียดสูงอย่างต่อเนื่อง
zh_hans: 持续高压力
zh_hant: 持續高壓力

source: Svea and Marv are two ready-made coaches — a name, a picture and a tone. Pick one, then change anything you like.
de: Svea und Marv sind zwei fertige Coaches — Name, Bild und Ton. Wähle einen und ändere dann, was du möchtest.
es: Svea y Marv son dos coaches predefinidos: un nombre, una imagen y un tono. Elige uno y luego cambia lo que quieras.
fr: Svea et Marv sont deux coachs prêts à l'emploi — un nom, une image et un ton. Choisis-en un, puis modifie ce que tu veux.
it: Svea e Marv sono due pullman già pronti: un nome, un'immagine e un tono. Scegline uno e poi cambia quello che preferisci.
pl: Svea i Marv to dwaj gotowi trenerzy — imię, zdjęcie i ton. Wybierz jednego, a potem zmień, co zechcesz.
pt_pt: Svea e Marv são dois treinadores prontos – um nome, uma imagem e um tom. Escolha um e altere o que quiser.
ru: Svea и Marv — это два готовых тренера — имя, картинка и тон. Выберите один, а затем измените все, что захотите.
th: สเวียและมาร์ฟเป็นโค้ชสำเร็จรูปสองคน มีชื่อ รูปภาพ และน้ำเสียง เลือกหนึ่งรายการแล้วเปลี่ยนสิ่งที่คุณต้องการ
zh_hans: Svea 和 Marv 是两个现成的教练 - 名字、图片和语气。选择一个，然后更改您喜欢的任何内容。
zh_hant: Svea 和 Marv 是兩個現成的教練 - 名字、圖片和語氣。選擇一個，然後更改您喜歡的任何內容。

source: Swap
de: Tauschen
es: Cambiar
fr: Échanger
it: Scambia
pl: Zamień
pt_pt: Trocar
ru: Обмен
th: แลกเปลี่ยน
zh_hans: 互换
zh_hant: 互換

source: Swap session
de: Einheit tauschen
es: Cambiar la sesión
fr: Échanger la séance
it: Sessione di scambio
pl: Zamień sesję
pt_pt: Sessão de troca
ru: Обмен сеансами
th: สลับเซสชัน
zh_hans: 交换会话
zh_hant: 交換會話

source: swapped from %@
de: getauscht von %@
es: cambiado desde %@
fr: échangé depuis %@
it: scambiato da %@
pl: zamieniono z %@
pt_pt: trocado de %@
ru: заменено с %@
th: สลับจาก %@
zh_hans: 从 %@ 交换
zh_hant: 從 %@ 交換

source: Sweep progress
de: Durchlauf-Fortschritt
es: Progreso del barrido
fr: Progression du balayage
it: Avanzamento della scansione
pl: Zamiataj postępy
pt_pt: Progresso da varredura
ru: Прогресс развёртки
th: กวาดความคืบหน้า
zh_hans: 扫掠进度
zh_hant: 掃掠進度

source: Sweeping…
de: Durchlauf läuft…
es: Barriendo…
fr: Balayage en cours…
it: Scansione in corso…
pl: Zamaszysty…
pt_pt: Varrendo…
ru: Развёртка…
th: กำลังกวาด…
zh_hans: 扫描中…
zh_hant: 掃描中…

source: Sympathetic vs parasympathetic tone from frequency-domain HRV. Higher leans sympathetic (stress-ward).
de: Sympathischer vs. parasympathischer Tonus aus der Frequenzbereichs-HRV. Höher tendiert sympathisch (Richtung Stress).
es: Tono simpático frente a parasimpático a partir de la VFC en el dominio de la frecuencia. Un valor más alto tiende al simpático (hacia el estrés).
fr: Tonus sympathique contre parasympathique d'après la VFC dans le domaine fréquentiel. Plus élevé penche vers le sympathique (côté stress).
it: Tono simpatico contro parasimpatico dall'HRV nel dominio delle frequenze. Valori più alti pendono verso il simpatico (lato stress).
pl: Ton współczulny i przywspółczulny z domeny częstotliwości HRV. Wyższe skłania się do współczucia (oddziału stresu).
pt_pt: Tônus simpático versus parassimpático da VFC no domínio da frequência. Superior inclina-se para a simpatia (proteção contra o stress).
ru: Симпатический и парасимпатический тонус по частотным показателям ВСР. Чем выше значение, тем сильнее склонность к симпатической активации (в сторону стресса).
th: เสียงเห็นอกเห็นใจเทียบกับเสียงกระซิกจาก HRV โดเมนความถี่ มีความเห็นอกเห็นใจสูง (stress-ward)
zh_hans: 基于频域 HRV 的交感与副交感神经张力。数值越高越偏向交感（压力方向）。
zh_hant: 由頻域 HRV 得出的交感與副交感神經張力。數值越高越偏向交感神經（壓力方向）。

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
pl: Synchronizuj
pt_pt: Sincronizar
ru: Синхронизация
th: ซิงค์
zh_hans: 同步
zh_hant: 同步

source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
pl: Zsynchronizuj teraz
pt_pt: Sincronize agora
ru: Синхронизировать сейчас
th: ซิงค์เลย
zh_hans: 立即同步
zh_hant: 立即同步

source: Synced %@ ago
de: Vor %@ synchronisiert
es: Sincronizado hace %@
fr: Synchronisé il y a %@
it: Sincronizzato %@ fa
pl: Zsynchronizowano %@ temu
pt_pt: Sincronizado %@ atrás
ru: Синхронизировано %@ назад
th: ซิงค์ %@ มาแล้ว
zh_hans: %@ 前同步
zh_hant: %@ 前同步

source: Synced from
de: Synchronisiert aus
es: Sincronizado desde
fr: Synchronisé depuis
it: Sincronizzato da
pl: Synchronizowane z
pt_pt: Sincronizado de
ru: Синхронизировано из
th: ซิงค์จาก
zh_hans: 同步来源
zh_hant: 同步來源

source: Synced from: %@
de: Synchronisiert aus: %@
es: Sincronizado desde: %@
fr: Synchronisé depuis : %@
it: Sincronizzato da: %@
pl: Synchronizacja z: %@
pt_pt: Sincronizado a partir de: %@
ru: Синхронизировано из: %@
th: ซิงค์จาก: %@
zh_hans: 同步自：%@
zh_hant: 同步自：%@

source: Syncing
de: Synchronisiert
es: Sincronizando
fr: Synchronisation
it: Sincronizzazione
pl: Synchronizowanie
pt_pt: Sincronizando
ru: Синхронизация
th: กำลังซิงค์
zh_hans: 同步中
zh_hant: 同步中

source: SYNCING %lld
de: SYNCHRONISIERE %lld
es: SINCRONIZANDO %lld
fr: SYNCHRONISATION %lld
it: SINCRONIZZAZIONE %lld
pl: SYNCHRONIZACJA %lld
pt_pt: SINCRONIZANDO %lld
ru: СИНХРОНИЗАЦИЯ %lld
th: กำลังซิงค์ %lld
zh_hans: 正在同步 %lld
zh_hant: 正在同步 %lld

source: Syncing strap history
de: Armbandverlauf wird synchronisiert
es: Sincronizando el historial de la correa
fr: Synchronisation de l'historique des sangles
it: Sincronizzazione della cronologia del cinturino
pl: Synchronizowanie historii paska
pt_pt: Sincronizando o histórico da pulseira
ru: Синхронизация истории ремешков
th: การซิงค์ประวัติสายรัด
zh_hans: 同步表带历史记录
zh_hant: 同步錶帶歷史記錄

source: Syncing strap history, %lld chunks
de: Verlaufssynchronisierung des Straps läuft, %lld Chunks
es: Sincronizando el historial de la pulsera, %lld bloques
fr: Synchronisation de l'historique du bracelet, %lld blocs
it: Sincronizzazione della cronologia della fascia, %lld blocchi
pl: Synchronizowanie historii pasków, fragmenty %lld
pt_pt: A sincronizar o histórico da bracelete, %lld pedaços
ru: Синхронизация истории браслета, %lld фрагментов
th: กำลังซิงค์ประวัติสายรัด ดึงแล้ว %lld ชุด
zh_hans: 正在同步手环历史记录，%lld 个数据块
zh_hant: 正在同步手環歷史記錄，%lld 個資料塊

source: Syncing strap history, chunk %lld
de: Armbandverlauf wird synchronisiert, Abschnitt %lld
es: Sincronizando el historial de correas, fragmento %lld
fr: Synchronisation de l'historique des sangles, morceau %lld
it: Sincronizzazione cronologia cinturino, pezzo %lld
pl: Synchronizowanie historii opaski, porcja %lld
pt_pt: Sincronizando histórico de cinta, bloco %lld
ru: Синхронизация истории ремня, чанк %lld
th: กำลังซิงค์ประวัติสายรัด ชิ้น %lld
zh_hans: 正在同步带历史记录，块 %lld
zh_hant: 正在同步帶歷史記錄，區塊 %lld

source: Syncing strap history…
de: Strap-Verlauf wird synchronisiert…
es: Sincronizando el historial de la pulsera…
fr: Synchronisation de l'historique du bracelet…
it: Sincronizzazione della cronologia della fascia…
pl: Synchronizowanie historii paska…
pt_pt: Sincronizando o histórico da bracelete…
ru: Синхронизирую историю браслета…
th: กำลังซิงค์ประวัติสายรัด...
zh_hans: 正在同步手环历史…
zh_hant: 正在同步手環歷史…

source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
pl: Synchronizowanie…
pt_pt: Sincronizando…
ru: Синхронизация…
th: กำลังซิงค์…
zh_hans: 同步中…
zh_hant: 同步中…

source: Syncing… %lld chunks
de: Synchronisierung... %lld Blöcke
es: Sincronizando... %lld fragmentos
fr: Synchronisation… morceaux %lld
it: Sincronizzazione… %lld blocchi
pl: Synchronizowanie… porcje: %lld
pt_pt: Sincronizando… %lld pedaços
ru: Синхронизация… %lld фрагментов
th: กำลังซิงค์… ส่วน %lld
zh_hans: 正在同步... %lld 块
zh_hant: 正在同步... %lld 區塊
